{"podcast_details": {"podcast_title": "The Mindset Mentor", "episode_title": "The One Thing Thats Really Holding You Back", "episode_image": "https://image.simplecastcdn.com/images/9299aa39-5f7c-4acf-bc53-4fd18b421982/5949599d-ef82-4bc7-b10c-34573c4bdcc6/3000x3000/6c574d6b-2a5a-485b-9401-b1f9f2aa5d6b-1400.jpg?aid=rss_feed", "episode_transcript": " Welcome to today's episode of the mindset mentor podcast. I'm your host Rob Dial. If you have not yet done so hit that subscribe button so that you never miss another podcast episode. And if you love this podcast, please help us get this podcast out to more people. Give us a rating and review on whatever platform you listen to this on. Reason why is because the more positive rating and reviews that we get, the more that those platforms show this podcast people have never listened to it before, which expands our reach allows me to impact more people and also allows you to pay for it. So if you do that, I would greatly greatly appreciate it. Today, I'm going to be talking with you about the main thing that is most likely holding you back in your life. And it's probably the main thing that's holding most people back in their life. I hear this all the time when I'm speaking with people, but in in self development, the journey towards personal growth, towards evolution of yourself towards transformation, there's so many strategies or so many tools. There's so many times where people like Rob, I want to do this thing. Give me a strategy, give me a tip. Give me the secret sauce. All of the things that you could do to quote unquote, fix yourself right. But if I'm being honest, I think the most profound and transformative approach is not doing something, but it is to be more in a state of being. And I'll explain what that means throughout this episode. But you are not a human doing, you are a human being. And it really comes down to the approach of using acceptance as a practice. And I'll explain what that means. But just being in a radical state, a state of radical acceptance, acceptance is the key to unlocking your freedom, your peace and your fulfillment, learning to accept the way that the world is learning to accept the way that people are learning to accept what is in your bank account. I get it. It sounds ridiculously basic. It is too basic. It's too easy. It can't work. But go with me today. Go on this journey. Let me show you how to have more peace in your life. That's really what I want how to have more peace because when you can have more peace, you can create more of what is it you want to create. And so I want to start off by giving you a quote. So Michael J. Fox, who you might know, was an actor and he has Parkinson's. And he had a quote that he that he said was acceptance does not mean resignation. It means understanding that something is what it is. And there's got to be a way through it. And so when I say accepting, I don't mean just accepting and doing nothing about it. Sometimes I do mean that. And in some circumstances, it's you must first accept before you can change. And so whether you're religious or not, there's a thing called the I think it's called the Serenity Prayer that puts a lot of this into perspective. And it says God grant me the serenity to accept the things I cannot change, the courage to change the things I can and the wisdom to know the difference. Now, that's what most people know, but it's a little bit longer. The rest of it is living one day at a time, enjoying one moment at a time, accepting hardships as the pathway to peace. So accepting what you can't change, changing what you can and the wisdom to know the difference, but then also living one day at a time, enjoying one moment at a time and accepting hardships because there are a lot of hardships throughout life as a pathway to peace, which is what we're talking about. So then you really start to think about it. And you start to think, well, peace, what is disturbing my peace? So think about that. As I asked this question, what is disturbing your peace right now? Is it your boss because he's an asshole? Is it, you know, Nancy that's in HR? You guys know Nancy in HR. I talk about all the time. Is it that your husband's not the way that you want it to be? Is that your children are not doing what you want them to do? It is that your bank account's not what you want it to be? What is currently disturbing your peace? What is it? Bring it up in the front of your mind before I go any further. And I'm going to tell you what's actually disturbing your peace is not that situation. It's not that person. What's disturbing your peace is that you are resisting the way that reality is. It doesn't mean that you don't change your circumstance if you can, but it means that you must first accept it before you can change it. It will help your mental health more than you know. And I'm going to give you quite a few studies today to show you that what I'm saying is not just a bunch of woo woo woo fluffy duffy BS, but this is actually based in science. You need to get better at accepting reality for you to have more peace in your life. And so there was a study that was done in 2003 in the Journal of Behavior Therapy and Experimental Psychiatry that dove into the effect of acceptance versus trying to control everything. Because one thing that I found is that a lot of us, myself included, are control freaks. And we need to get better at accepting versus trying to control and change everything. And what they found in this study was they compared the effects of acceptance based and control based strategies on panic symptoms in people. And the results showed that participants in the acceptance group reported panic related symptoms that were way less, way less than the ones who had control related, control related strategies. And so what happened was when they taught the, when they actually went and said, hey guys, this is how you accept. And everyone else they said, hey, this is how you control. The people who learned how to accept had way less reported panic related symptoms than those that were in the group where they were trying to control everything. Which reinforces the idea of the nature of acceptance. It's better on your mental health. It's also better on your physical health, which we will talk about as well. And so really like, okay, cool. That sounds great, Rob. But like, what the hell is the nature of acceptance? Well, the first step towards embracing acceptance and understanding that it's truly just the way that it is. It is my belief, you can take this belief if you want to see if it, you know, try it on for size, see if it works for you. But it is my belief that everything in this universe is perfect as it currently is right now in this moment. Now, when I say perfect, I want you to understand it does not mean that everything is as I want it to be. Most things in this world are not what I want them to be. But I trust that I don't know what the fuck I'm talking about. And there's probably something out there that's smarter than me, that put this entire universe together, that maybe has a plan that I just don't see the plan on. Because many things are not the way that I want them to be. But I accept that I am not intelligent enough to understand why things are the way they are. But I do trust that all is as it should be right now. And I have a lot of proof looking back on my entire life, to prove to myself that everything has worked out perfectly based off the way I've perceived it. So if I look back on my life, there's many things that I did not want to be how it was. I did not want my father to be an alcoholic when I was a kid. I did not want my dad to go to jail multiple times. I did not want him to be to get drunk and forget about me and not pick me up when he said he was going to. I did not want him to die. But now that it has been 22 years since he did pass, I can see how all of it was so ridiculously perfect. See that? I would not do what I do now. I would not have the strong desire to help people out of their suffering had I not been in a really deep state of suffering for a long, long part of my life. I would not be able to teach people how to get out of suffering if I did not get myself out of it as well. So if you look back on the hardest moments of your life, usually you don't want to be going through them and you would not want to go through them again. But you probably can look at it if it's been long enough and go, yeah, I don't want to ever want to go through that again, but I can see how I needed to go through. I can see how it was perfect. I can see how it was a perfectly crafted curriculum for me to grow into who I needed to be. Because if you fast forward long enough, you can see how it all worked out perfect. The problem is I think us as humans, we think too much in the short term. We think in the right now. I want it to be different now. And not accepting reality as it is, is a mental and emotional block. And these are mental and emotional blockages that restrict us from having this free flow of life. All of our past experiences, all of our judgments, our likes, our dislikes, our dislikes, our preferences are just constricted versions of ourself, limiting our ability to really live life fully. And if you can't get past those blockages that are in your mind, they don't even physically exist in reality, you cannot become the greatest version of yourself. You can only become the greatest version of your limited self, which you're creating that limited self in your mind. And so when you recognize these blockages that are holding you back, these fears, these limiting beliefs, these blockages that are there, and you understand their impact, you can start to go, man, okay, if I can actually just accept a little bit more, maybe my life will be better. Because the problem is never the situation that you're in. The problem is never the circumstance that you're in. The problem is the way that you are thinking about the circumstance that you're in. The problem is not that your parents aren't the way that you want it to be. The problem is that you're creating another problem by resisting the way that they are versus just saying, I accept. They are this way. They do stress me out. They do kind of piss me off. The problem is not that your boyfriend or girlfriend or your spouse is not acting the way that you want to. The problem is that you're wanting to change them to be what you want them to be. And so it's creating all of these mental blockages inside of you. And the amount of stress and anxiety you feel in your life will be in direct proportion to how much you're resisting the way that reality is. You're not seeing reality as it currently is. You're seeing it as you want it to be. Oh, I want it to be different. I want to be different. I want to be different. You cannot change anything though until you fully accept it. And so the more that you want something to be different and the more that you're resisting it, the more stress, the more anxiety you will feel, which means the less peace that you're going to feel. And if you think about it, we're always thinking of like, I want this to be different because based off of my past or I want this to be different in my future, the present moment is all you truly have. How often do you find yourself in conflict between what you want and what you currently have? Oh, I want more money. You don't have the money. Oh, I want a better relationship. You don't have a better relationship. Oh, I want them to be different, but they're not different. We're always in this constant conflict of wanting it to be different, wanting things to change. And this conflict really creates a lot of resistance inside of us. It creates a lot of suffering inside of us. And so what we need to get better at is practicing the acceptance in the moment. And when we do, we can actually accept and we can see it as it truly is versus seeing it as we think that it is. And it really starts to bring, if I'm being honest with you, it sounds fluffy duffy. I get it. But there's been a lot of shit in my life for the past couple of years that has been the exact opposite of what I want. And when I resist it and when I resist it, I get fucking pissed and I get mad and I get, I get, I got to fix this. And I feel so much stress and anxiety in my body when I get pissed off about the way things are. But when I look at them and I say, okay, yeah, it is that way. All right. It is that way. And I start to accept it. Even if it's not what I want it to be, it brings so much more peace into my mind. It brings so much more peace into my body versus fighting against what is because fighting against what it causes. It causes like this internal tightness. It's like a mental straight jacket that you put yourself in. And it starts to manifest in physical ailments. It can be soreness. It can be tightness. It could be disease. You know, there's a study in 1982 in general hospital psychiatry. It was an outpatient program and in behavioral medicine for chronic pain patients. So they brought in a bunch of people who had a whole bunch of chronic pain and they taught them mindfulness and radical acceptance. So they had chronic pain that they could not get rid of. And they taught them mindfulness and radical acceptance. So, huh, what did they find? Well, results showed that patients who participated in the program experienced significant reduction in their pain in their body and their psychological symptoms that came with it. Hold on. What the fuck did I just say? Let's say it again. Okay. What they did was they took people who had chronic pain, which means that the pain was there every single day. It wasn't going away. And they probably tried a bunch of other things to get there. They tried to get out of it. They probably tried pain medication. They tried a bunch of other stuff, right? And they taught them mindfulness and radical acceptance. Okay, hippie. Well, what happened? They experienced significant reductions in their chronic pain in their body, which means that the mind influences the body and significant reductions in their psychological symptoms as well. The study showed that just by accepting and having mindfulness practices, it ended up helping people have less chronic pain in their body and less psychological symptoms. That's pretty wild. Huh. Are there any other studies, Rob? Yes, there are. Here's another one. In 1998, in the New England Journal of Medicine, the study found how chronic stress can result from prolonged psychological resistance, which can lead to physiological changes in the body. Sorry, physiological changes in the body. These changes can contribute to various health problems, including cardiovascular disease, diabetes, and weakened immune system function. So hold on, hold on, hold on. Let me just talk about that one more time. So in the New England Journal of Medicine, they actually went through and tried to figure out how chronic stress can be a result of psychological resistance in the body. Which can lead to physiological change in the body. And the studies that they found was that their resistance that people had in their mind to reality contributed to various health problems, including cardiovascular disease, diabetes, and a weakened immune system. So we're causing not only mental problems by resisting the way the world is, we're causing physical problems in our body. In dis-ease, our body is not at ease. It is at a state of dis-ease by not accepting. And so what we're really trying to do is we're really trying to understand like you are an incredibly powerful being. And most people are not taught how, I mean, we're not really taught about how powerful we actually are. And when you use mental and physical energy to resist, you're blocking and restricting what you could create. If you could understand how powerful of a creator you are with that mind, you can also create more resistance in your body. You can also create more dis-ease in your body. Or you can use that energy to create whatever it is that you actually want to create. And so what you've got to start to do is you've got to start to challenge yourself. The mind has many patterns, it has many habits, and it often resists change. You might, that's why they say misery loves company. You might have been resisting and resisting and putting yourself in a misery for so long that even though you don't want it, you're like, it's comfortable for me though. And so you've got to practice acceptance. Listen, I understand. If you would have told me to start practicing acceptance five years ago, I would have been like, shut up, dude. That doesn't make any sense. Get out of my face, let me work, let me get stuff done. I'm going to fix everything. I'm going to fix my problems. But you have to recognize the resistance is just another pattern of your mind. And so by challenging this resistance and committing to the practice of acceptance, we can experience a little bit of a shift in ourself, a little bit of a transformation. And so what you can start to do is you start to challenge your thoughts, challenge your resistance. So in cognitive behavioral therapy, they teach something that's called testing the validity of a thought. And so whenever you have a thought that you notice is causing resistance inside of you or your resistance towards somebody, if you're thinking negative, is there a chance, is there a chance, just a tiny glimmer of chance that there could be some positive, but you're not allowing yourself to see it? Can you pretend that you're on the debate team? And once you notice a thought that is not accepting, that is resisting, can you debate the other side? Can you look at it and say, okay, I'm resisting, I'm pissed off about this, I'm pissed off about the way that they're acting, I'm pissed off because things are not the way that I want them to be. Can you look at the other side and say, huh, is there a way that I can debate this? Is there a way that in the grand scheme of my entire life that what's happening to me right now is perfect and I'm just resisting the thing that is perfect in front of you, in front of me? If you remind yourself of how everything works out perfectly, which we talked about earlier, then we can look at things and say, okay, this isn't what I want it to be, but I trust that it's perfect and I accept the current reality. So I have a challenge for you today and for today's episode is I want you to try a powerful strategy to cultivate acceptance and I want you to practice total acceptance for the next 24 hours. When this episode ends for the next 24 hours, I want you to just practice radical acceptance. You come in and your boss is just a freaking a-hole. Hey dude, he's an a-hole, that's just the way that he is. Just radically accept it. Don't get caught up in his story, don't get caught up in his emotions. That's not for you to put on. Oh, look at John, look at Tim, look at George, whatever his name is. He's just being the way that he is again. Cool, I'm not going to take that on. It's not for me to take on because acceptance is really like a muscle. It gets stronger the more you work at it. Resistance is also like a muscle and you might have really, really strong resistance muscles and really, really weak acceptance muscles. Well, let's stop resisting as much. Let's weaken that muscle and let's start to practice the acceptance. You might just find that right now your acceptance muscles are very weak and so for the next 24 hours, I want you to just radically accept everything. I want you to accept every single aspect of your life. I want you to accept your emotions, your thoughts, your physical sensations, your external circumstances, everyone that's around you, your bank account, your relationships. If by doing so, you kind of remove a lot of blockages. You start to feel a little bit more in flow with life because you're not having those barriers of resistance that your creative and you can practice that and it will help your mental health way more than you know. How will it help? Well, there was a study in 2006. It was called the acceptance and commitment therapy and they found that acceptance and commitment like being accepted, being committed to the accepting acceptance, committed therapy. It's ACT is what they called it. Emphasize the acceptance and psychological flexibility that people could have. In the study, they found that learning to accept all that is, is effective in treating varied disorders, including depression and anxiety. So by learning to accept, you're actually helping yourself with your mental health. So when you actually start to think of this, you realize that acceptance is not just being passive and just resigning to, oh, it is the way that it is. It's really quite a powerful practice that leaves you to being more free. That leaves you to more peace. That leaves you more growth. And if you do decide to accept, you can accept something and then you can say, you know what, but I do have control to change it. Like for instance, your bank account, you can accept that you don't have the money that you want your bank account. That's the way the world is. But if you fight it, it's like, it's not going to change your bank account by resisting it. Is it? No, that'd be awesome if it did. Cause I'd have a lot more in my bank account by how much I've resisted over my entire life. But if you think about it, if you're like resisting how much is in your bank account is stressing out over is not going to change it. But if you can accept it first and say, okay, I'm broke as hell. I've been there before. I remember I went back and looked at years and years ago. I went into my, my bank of America account and saw that within three months, I had 11 non-sufficient fund charges, 11 in three months. I've been there before resisting that there's not money is not going to create more money, but you can accept it. Okay. This is the way that the reality is right now. And then you can say, what am I going to do though? I'm going to take actions to change it. And you really start to understand that by having total acceptance and being in the present moment and challenging your mind and challenging your resistance, you can start to find your potential. You can start to have more peace. And so as we go through this, this world, this journey that we're in, remember just to accept a little bit more. That's one of the biggest keys to your transformation is learning to accept and to stop resisting. So that's what I got for you for today's episode. If you love this episode, please do me a favor, share it on your Instagram stories and tag me in a Rob Dial Jr. R O B D I A L J R. And if you love this podcast, I guarantee, guarantee you're going to love my book. If you want to go get it, you can go to robdial.com slash book. It is called Level Up, how to get focused, stop procrastinating, upgrade your life. Or you can go onto Amazon, Barnes and Noble, however you purchase books and just type in Rob Dial Level Up. It's there for you. It is the step-by-step process to actually start to take control and change your life. It is not a self-development book. There's a lot of science in it and it is a step-by-step process to understand your mind and then actually start to make change in your life. So once again, it's called Level Up. You can buy it anywhere where books are available. And with that, I'm going to leave it the same way I leave you every single episode. Make it your mission. Make someone else's day better. I appreciate you and I hope that you have an amazing day."}, "podcast_summary": "In this episode of the Mindset Mentor podcast, host Rob Dial explores the power of acceptance as a practice for personal growth and transformation. He highlights that acceptance does not mean resignation, but rather understanding and acknowledging reality as it is. Rob shares anecdotes and studies that emphasize the mental and physical health benefits of acceptance, such as reducing panic-related symptoms, chronic pain, and psychological stress. He also challenges listeners to cultivate total acceptance for 24 hours as a powerful strategy for personal growth and mental wellness. Rob concludes the episode by asserting that acceptance is a practice that leads to freedom, peace, and fulfillment.", "podcast_guest": {"name": "Michael J. Fox", "org": "", "title": "", "summary": "Not Available"}, "podcast_highlights": "Key Moment 1: The importance of acceptance. The host discusses how acceptance is the key to unlocking freedom, peace, and fulfillment in life. He emphasizes that acceptance doesn't mean resignation, but rather understanding that something is what it is and finding a way through it. The host shares a quote from Michael J. Fox about acceptance and explains that acceptance is the first step towards personal growth and transformation.\n\nKey Moment 2: The impact of acceptance on mental and physical health. The host presents scientific studies that show how acceptance-based strategies can reduce panic symptoms, chronic pain, and psychological stress. He explains that resistance and the desire for things to be different can lead to mental and physical blockages and health problems. By practicing acceptance, individuals can reduce stress, anxiety, and disease.\n\nKey Moment 3: The challenge to practice radical acceptance. The host encourages listeners to challenge their thoughts and resistance by practicing total acceptance for the next 24 hours. He urges them to accept every aspect of their life, including emotions, thoughts, physical sensations, and external circumstances. The host explains that acceptance is a powerful practice that leads to more peace, growth, and personal potential. He emphasizes that acceptance does not mean passivity, but rather accepting what is while taking action to create change where possible."}