{"podcast_details": {"podcast_title": "Teamistry", "episode_title": "Part 6: Will Sonic Booms Return to our Skies?", "episode_image": "https://image.simplecastcdn.com/images/7dfa8d26-0674-443c-944c-bfd6457bf0cf/53322ed8-3eed-4137-8e30-27be87ae88a1/3000x3000/tw-800x800-branded.jpg?aid=rss_feed", "episode_transcript": " By the time it reached British airspace and coming down to London and descent, the atmosphere had turned into a bit of a party. I think probably people had drunk quite a lot. That might have something to do with it. But it was, yeah, it was a party. It was a wake and a party at the same time. London historian Jonathan Glancy remembering Concorde's final passenger flight. When the aircraft landed, there was certainly a big cheer and applause. And the applause was for the machine, for the crew, for the captain. And when the aircraft landed, the captain and co-pilot had put Union Jacks out of the side windows of the cockpit. You know, it's theatrical, maybe a bit camp and kitsch. But nevertheless, it was that sort of land of hope and glory moment. But this truly was the end and the end of an era. After 27 years of service, Concorde flew its last passengers on October 24th, 2003. And it was just the emotion sinking in, you know, very quietly that this was the end of something that from a child you had absolutely adored and now it was gone. But why had Concorde ended? In this final episode of Making an Impossible Airplane, the untold story of Concorde, we'll uncover the complex answer to that question. We'll also look at the legacy Concorde left for those who worked on it, for the airline industry, and for all of our lives. And we'll look forward to the possible return of supersonic passenger flight. I'm Nastia Antavakoli-Farh, and this is Tea Mystery, an original podcast from Atlassian, makers of collaborative software, including Jira, Trello and Confluence. When Concorde landed that day at Heathrow for its final passenger flight, it wasn't alone. As a proper send off, British Airways had not one, but three Concorde aircraft landing in succession. The other two had completed short flights before arriving. The sight of three Concorde aircraft coming into land was a last fleeting glimpse of what could have been when the project started in the early 60s, when the expectation was that this would be a regular occurrence. As they came into land, a huge banner declared, in French, Concorde, we love you. The final Air France Concorde flights were also full of emotion. Months earlier, on the 31st of May, two Concorde aircraft landed within an hour of each other at Charles de Gaulle Airport in Paris. The crews shed tears, the waiting crowd cheered, many holding banners that echoed the British. Thank you, Concorde. We love you. But those were not actually the final flights of Concorde. They were still to come. Before we hear those stories, though, we need to understand just why Concorde went out of service, and we'll find out from the engineers who were there on the inside. Mike Hall and first John Britton. As soon as those terrorists hit the Twin Tower, because until then, I think the American public had felt that they were insulated from terrorist attacks. That happens in Europe, in the Middle East, the Far East. We don't get that in America. And they stopped flying, Mike, didn't they? Yeah, it changed everything. Obviously, that was a huge impact, political impact, military impact on the United States, the attitudes of the people changed. A lot of people don't know that the attacks of 9-11 had a huge impact on Concorde. A number of the people killed in the Twin Towers were regular Concorde customers. Plus, the attacks caused the aviation industry as a whole to have a major downturn. Soon after, when France refused to cooperate during the invasion of Iraq, there was an unofficial boycott of all things French in the US, which directly affected Air France's Concorde service. For them, and for British Airways, passenger loads were down. What wasn't helping was news coverage of Concorde. Ever since the crash, if there was any kind of operational hiccup on a Concorde flight, the kinds of issues that would come up on regular subsonic airlines, it would be reported as a major crisis. This did little to build confidence in a public already fearful of terrorism. Added to these worries were the rising costs of maintenance, about 30 times higher per passenger than a widebody airliner. The thing is, regardless of all this happening externally, if it hadn't been for the hard work, ingenuity and the drive of the engineers and crews maintaining Concorde, it could never have kept flying. But time was catching up with Concorde. Safety inspections to determine how long it could keep flying required a major upgrade, replacing the crown skins, those key structural supports along the top of the fuselage. So that means stripping out all the internal furnishings, all the insulation, everything, making those top skins off the fuselage, making new skins, riveting them back on and then rebuilding the aircraft. And the cost of that was becoming prohibited. To better understand the situation, you need to know about a key player behind the scenes, Airbus. This pan-European company was formed in the early 70s to challenge the US when it came to widebody airliners like the 747. By the early 2000s, Airbus was a world leader in aviation, of course. Plus, they were the ones who actually provided key support to keep Concorde in the air when it came to parts and so on. But at this time, Airbus was looking to the future and their coming A380 widebody subsonic passenger jet. Plus, even the minor incidents being reported about Concorde threatened to tarnish Airbus's reputation. So they announced in April of 2003 that they would not support Concorde beyond October of that year. And so all these things were mounted up. There was a double whammy. There was the possible increase of costs to continue operating and the decrease in revenue due to the terrorist attacks. So as soon as those two graphs cross over, as soon as the accountants start doing costs against income, there's no emotion or anything. It's losing money, pull the plug. The end of Concorde was not because of a dramatic incident or accident. It was the stroke of an accountant's pen. In backroom discussions, Air France let British Airways know that they would cease operations in May of 2003. If BA wanted to continue indefinitely, they'd have to take on the full burden of maintenance costs. Publicly, however, British Airways and Air France announced it was a joint decision to end Concorde service. And that hit Concorde maintenance supervisor Ricky Bastin pretty hard. It was an absolute bombshell when this announcement was made because things were improving. Things were improving. We reckon it's going to be a couple of years before we got back to where we were. There's near a disbelief. I couldn't quite believe that this was going to be the end. A great shame. Great, great shame. But John and Mike, although saddened by the announcement, weren't surprised. It had flown millions of passengers. It had done a fantastic job and it had done all that supersonically. So we were tinged with sadness because it was finishing. But we could see that the problems that we were going to encounter if we carried on operating it. So in some respect we were upset. And in other situations we were, oh, thank goodness for that. Because day to day managing it was getting difficult. But as I mentioned, the last passenger flights weren't Concorde's final act. The remaining planes had to be flown to places around the world where they'd become museum pieces. In France, the very last flight was on June 27th, bringing Concorde BVFC back home to where it had been built, in Toulouse. It included a very special passenger. I was invited on this last flight. We've heard from Dudley Collard throughout this series. He was one of the first aerodynamicists to work on Concorde in France until he retired in 1992. But just think about something for a second. Back in 1949, when Dudley had moved from England to America, that trip took about a week crossing the Atlantic on a passenger boat. Twenty years later, he'd helped to build a plane that covered that same distance in just over three hours. It was a funny feeling before it took off, particularly in Paris. And I'm thinking, gosh, all that work we did on it and we're just going to go on a last flight. Dudley, along with producer Pedro and I, we all climbed aboard the Concorde aircraft on display at Aeroscopia. Now, that just happens to be the exact same one that Dudley flew in on on that day. I think I sat about here on the last flight of the aeroplane. Have a seat. Thank you so much. When do we take off? Thinking of French, they're quite disciplined, really, but they do have moments. And we taxied in, I was in the seat, and of course could look out and we landed in Toulouse, and there were crowds of people. And there were all the pompiers. The pompiers are the firemen with their fire equipment and trucks and things all on the top brandishing their empty champagne bottles. That's French. Someone else very special on that flight was none other than André Turcotte, the famed pilot who'd taken the French Concorde prototype on its very first flight back in 1969. And he said to me that he was furious, really, because he said, this aircraft has been cancelled for political reasons. And I said, yes, but one thing we have to think is that the aircraft was launched for political reasons, and we had about 20 years or more, fabulous job. British Airways' final Concorde flight on November 26, 2003, was the last time the plane would ever fly. On that day, Concorde BOAF, the last one to be built, returned to the place of its birth. As it flew over Bristol, thousands of people gathered to see it, some of whom had dedicated their careers to building the plane. Pedro and I talked to Mike and John about that day while we were at Aerospace Bristol Museum in Filton. Where did it land? It landed on the airfield here. Like the airfield right here? Yeah. Okay. Yeah, yeah. Where were you? Were you out on the airfield? Yeah, I was on the side of the airfield by the Flight Ops building there. And as the aircraft came in, Mike Bannister and Les Brody opened the DV windows and they waved the Union Jack out. And, you know. How did you feel? That was a great moment. For Mike, the final flight was quite emotional. I was one of those lucky people who got to hear the shutdown, the very last shutdown on the Olympus 593 engine and on that sort of windy, cloudy November day along with all the other dignitaries who were there to say goodbye to the aircraft and see the end of it. This is what I think is so compelling about this story is now I understand that the end of Concorde is the end of a dream. It's the end of a vision for the British aviation industry, but you could also say for aviation in general, but also for people in general. This kind of work, this kind of innovation, this kind of thinking, and you're talking about the iconic status. Yeah. And now it's gone. So many of those things are gone. It's not just the end of Concorde. No, but a lot of those engineers that worked on Concorde worked on Airbus. So we've got innovative products coming out of Airbus. Okay, not supersonic ones, but we did future studies on ASTs, advanced supersonic transport, and we've got models of those and you've got the innovation still going on. We've flown an Airbus now with all... it's flying on cooking oil basically, environmentally friendly. We've got those developments. You've got electric aircraft being developed. Things change, don't they? I can't imagine that anyone's going to build museums to all the airplanes that are current, any of the passenger airplanes that are currently out there right now. You know what I mean? Maybe not. You can tell what Pedro is trying to do here, right? He's trying to dig deeper for John's emotional reaction to the end of Concorde. But John doesn't see it that way. Even though most of this series has been about looking back, John looks to the future and how Concorde continues to influence us today. For example, in the alloys developed for Concorde. And then there was the spin-off from materials like stainless steels, which are used in every day. You've got stainless steel saucepans in your kitchen. Some of it was used on the spacecraft. A lot of those high temperature steels are used in nuclear power plants, in the reactor cell. You need high temperature stainless or titanium, whatever, in those. So there were lots of spin-offs from this. Aviation journalist Michel Pollico also has a list of contributions we can thank Concorde for. We owe a lot of things to the Concorde. The modern carbon brakes that all airlines use around the world, the in-flight fuel transfer systems, the know-how of the European aerospace industry, particularly the French and the British, owe a lot to the Concorde. And the other Europeans that entered the Airbus consortiums were able to use all of that. But it's important to recognize that the rebirth of the European aerospace industry after World War II was thanks to all the work that was done and all the knowledge that was gained while making the Concorde fly and to making it fly well for 27 years. Michel is talking about perhaps Concorde's biggest legacy, Airbus. The international collaboration behind Concorde inspired the way Airbus works today. Even Concorde's building process, where bits are fully made in various locations and then assembled elsewhere, became Airbus's modus operandi, Mike Hall. Now that was a result primarily of Concorde. The necessary working together of Concorde, putting all the parts together and getting different companies who spoke different languages, both technically and mechanically, if you will, French and English and all the other suppliers had to work together to get this aircraft to work to the same appropriate standards. The creation and success of Airbus cemented Europe's place at the forefront of the aviation industry. And not just Europe, but France, who play a major role in Airbus, with the UK delegated to a supporting position. But could the UK have become, back in the 60s, a world leader in wide-body airliners if it hadn't sunk all its hopes and investment into Concorde? Could British Airways have flown a fleet of completely British-designed and built planes? It's all hypothetical, of course, but it's worth noting when considering the overall success of Concorde. The other big hypothetical question is, will passengers fly supersonically again? First off, I'll answer one of the most googled questions about Concorde. Can any of the remaining planes fly again? Now you don't want to say never, but after 20 years of sitting still, some out in the elements, there's just no way they're structurally sound enough to be deemed airworthy. I asked Katie John if she thinks she'll be flying at the speed of sound any time soon. I think it's pretty unlikely. I mean, ever since Concorde retired, we've been hearing, yes, the next generation is only five years away, five years away, five years away. So I think it's probably very unlikely that I'll ever go on a supersonic flight. But maybe, just maybe, Katie might fly supersonic one day. It's about time to enter a new era of supersonic travel. Time to turn the future into the present. It's about time. Boom. Supersonic. The only contender out there now is Denver's Boom. That clip is from their press release. This startup has been promising for a few years that they will build a new supersonic passenger jet, which will be called Overture. Sculpted for speed and safety. Engineered for a sustainable future. Boom got a huge boost in the last couple of years as major carriers, including United, American, and Japan Airlines all placed pre-orders. But it's unclear how binding these agreements are. We only have to think back to all those options placed on Concorde in the 60s, after all. In fact, a lot of the same challenges Concorde faced over half a century ago are still with us. Not only in terms of technology, but the cost of flying supersonically. Eric Tegeler is a Forbes aerospace columnist who's been writing about the industry for over 20 years. He believes there is a market for travel that's faster than the speed of sound. But at the right price. And it's not a price that Boom can deliver supersonic flight at, nor has anyone else been able to demonstrate that they could do that. If you can make supersonic flight comparable to a Southwest Airlines ticket on a flight from, let's say, Miami to Phoenix, yeah, they're all for it. But if they have to pay a premium that is probably five times that number, to be generous, sorry, not going to work. Not to mention that in the past decade, accelerated by the pandemic, a new technology has emerged that cuts down on the desire for supersonic travel. What you and I are doing right here, connecting via the internet, is saving more time than going to the airport, jumping on an airplane and flying to see you face to face. So Zoom, not Boom. Despite the challenges though, Boom is confident they will have a prototype built in a few years and will be flying paying customers by the end of the decade. Eric isn't so sure. I don't believe Boom will be in business by the end of the decade. They will use up the capital that they have. They've managed to generate about $270 million worth of investment thus far. They're going to need probably conservative estimates, say somewhere in the area of $50 to $60 billion to get a supersonic airliner to market. Thus far, they've raised around 5% of that. So they have, you know, the financing challenge is bigger than the technical challenge. One major technical challenge to supersonic flight is, of course, the sound. But that's not something that Boom will be dealing with. And that's evident simply by its name. You know, they're a supersonic airliner company called Boom. So obviously, they're not looking to solve the noise problem. That was always part of their value proposition. We're going to be first to market because we're not going to tackle that. We're going to fly supersonic over the oceans, over the Atlantic, over the Pacific. But that isn't good enough for NASA. Now we are prepared to help open the doors to a new market of commercial supersonic air travel over land and cut our flight time in half. That clip is from NASA's public YouTube channel. They've partnered with Lockheed Martin's Skunk Works division to produce the X-59 experimental aircraft, which currently seats only a single pilot. It is a very narrow, pointy aircraft. The whole point of that being to delay the formation of a shock wave on the nose. Instead, it will create a series of smaller shock waves over various parts of the plane to produce loud thumps instead of sonic booms. Once the X-59 is ready, NASA will recreate sort of the Oklahoma boom test of 1964. We will fly the X-59 over a number of U.S. communities to collect data on what sound level people consider acceptable. National and international regulators will then use this data to consider lifting the current bans on commercial supersonic travel over land. I would expect the upcoming test that NASA does to be largely successful, and from that, a technology and a design metrology that Lockheed Martin will develop that will ultimately lead it to a supersonic airliner one day in the hazy future. You see, while the X-59 will never carry passengers, the hope is that it will point the way towards how to build passenger planes that don't create a sonic boom, explains Eric. We're probably looking at something in the neighborhood of 100 passengers or so, a la Concorde, but there's no guarantee that you will be able to scale and achieve the same effects in terms of noise reduction. However, they do know a lot about these things at Skunk Works, and I'm sure they already have some ideas for the shape of a passenger transport. Now I should say we did reach out to Boom and Lockheed Martin, but they were unable to participate in the podcast. But as Eric says, if supersonic passenger travel seems just as impossible today as back in the 60s, then should we even be trying to bring it back? I mean, maybe our focus should be on sustainable transport instead of speed. After all, it seems many of the promises of Concorde never came true. The idea that technology will make our lives better, I think more people than ever now realize that that is not necessarily the case. It improves some aspects of our lives and considerably worsens other aspects of our lives. As said, Eric believes there is a very good reason to keep chasing the supersonic dream. If we continue to embark on these projects and explore these ideas and we do it in a fashion as a team, then there is value in that. And I think some of the central things that you've been examining with respect to Concorde as with respect to other issues are teaming ideas, the dynamics of a team, how that works, how people come together and work together and how they reach a goal. I think we're losing some of that today and it is becoming more difficult for people to work together in team settings. Yves Guérinard feels that the story of Concorde is evidence that by harnessing our differences, we can find the inspiration to do something amazing. We have qualities and defects due to our history and we have to go together. Of course, that's on one side the whiskey and the cigar and on the other side the red wine. And yes, but that's not a joke. It's a question of character. We are Gaulish. You are Saxon. And yes, and we are meant to work together because we compensate our qualities and defects one with the others. Michel Polloco is confident that the heights Concorde achieved, metaphorically speaking, will happen again. It is beautiful that some dreams can be realized and it happens. Men work on the moon. Men like me flew at Mach 2. It's fabulous. Fabulous. It's fabulous. So I'm positive. Some people after me will live some fabulous things. When we started the series back in episode one, I asked why Concorde? Well, beyond the incredible technical achievement, there's something emotional at its core. John Britton. Our old boss, Ted Tolbert, was asked what three words for him describe the aircraft. And he said, speed, power, and beauty. And the greatest of these is beauty. When we visited Ricky Bastin, his front room was covered in Concorde photos and mementos. My room here seems festooned with pictures of the airplane. Family pictures go in the bedroom. This room is Concorde only. And it stuffs everywhere. It's very difficult to be dispassionate about the airplane because of her beauty. It's a very emotional thing. And it's very difficult to put your finger on what it is about it. But there was something about the character of the aircraft and the people involved with her as well. And that's something that's going to stay with me from reporting on the story. The way Concorde has impacted so many lives. I can't think of any other airplane that has inspired such love and such devotion. I'll be honest, I do a lot of investigative work. And that means that I have to be objective and a bit detached and not become part of the story. But with Concorde, I really couldn't help it. I even wear a little Concorde pin on my jacket these days. And the thing is, as much as I was moved by people's emotional connection to Concorde, I was also surprised by how some of the people we spoke to were really matter of fact about it all. And I'm talking about Dudley Collard here. You have to think that you see it completely different light if you worked on it as I did to somebody who just takes it because they want to get from A to B as comfort and fast as possible and so on. Air France offered to fly it to New York and back on it as a little gift just before I retired. And so we went on and here are the people getting on it and so on. I walk up the steps and I look down and I think, oh my God, look at the problems we have with that. And I look over here, oh, there's another lot. And so for us, they were a series of more or less unsolvable problems that we had to sort out quickly. This was right at the end of our time recording just before we headed home. As I said, when I started working on this podcast, I didn't know that much about Concord and I certainly didn't feel emotional about it. But for my producer Pedro, the lifelong Concord fan who'd never seen one up close and whose idea this whole series was, this trip took on a really deep meaning for him. As we were packing up our recording equipment, Pedro was off talking to Dudley who reached into his pocket and handed something small to Pedro. They both got really serious and I thought, wait a second, is Pedro crying? So I quickly turned on one of the microphones. So Pedro, what did Dudley Collard just give you? Well, as we were walking away from the plane and saying our goodbyes, he's like, you know, I understand you really like Concord and it means a lot to you and airplanes and such. I have a little something for you. And he reaches into his pocket and he pulls out this sort of nondescript piece of metal that's like, you know, just kind of, you'd see it lying on the ground somewhere and it's like a shop or something and it's just this weirdly tooled piece of metal. And he says, that's a piece of Concord. And then we both started crying. It was really nice. It was really sweet. It's just something that tugs at your heartstrings and gets into your head and you cannot ignore a thing of beauty function, I don't think. Nigel Ferris, who was there in the sixties when Concord was born. The fact that it turned out to be what it was, how do you say, you can't fall in love with an airplane, but it was just a lump of metal and plastic and so on. That's not really anything to say about Concord, metals and plastics, but it was. That's it, purely and simply. But what it actually did was and showed to people what could be done with a little bit of thought and ingenuity. What an achievement of aviation Britain and France had brought about. Supreme combined technology had shown the rest of the world a clean pair of heels. Concord and the men who built and flew them have left their mark in the sky. You've been listening to Making an Impossible Airplane, the untold story of Concord on T Mystery, an original podcast from Atlassian. If you visit at Atlassian.com slash T Mystery, you can check out some of the behind the scenes photos of Pedro and I geeking out over Concord. There's also transcripts of every episode and a full bibliography of all our research sources. And please leave us a rating and review in your podcast app. Pedro Mendez was this season's writer and show runner. Rahma Tula Sheikh was the show producer and Mark Angley our sound designer. Mary Drew Brown was our video editor. Executive producers were Karen Burgess and Carla Hilton. Our Atlassian team included Jamie Austin, Natalie Mendez, Karina Filofandeth and Shannon Winter. A special thanks to Brooklyn's Museum, Aerospace Bristol and Aeroscopia for all their help. This series is dedicated to the memory of Ted Talbot who passed away while we were in production. I'm Nastiaan Tavakoli Fah. Thanks so much for listening."}, "podcast_summary": "In the final episode of the podcast \"Making an Impossible Airplane: The Untold Story of Concorde,\" the focus is on the legacy of Concorde and the future of supersonic passenger flight. The episode highlights the emotional significance of Concorde's final passenger flights, the complex reasons for Concorde's retirement, and the impact of the aircraft on the aviation industry. It also explores the potential for the return of supersonic passenger flight, with a look at current projects such as Boom and NASA's X-59 experimental aircraft. The episode concludes with reflections on the beauty and lasting impact of Concorde. Overall, the highlights include the emotional final flights of Concorde, the reasons for its retirement, and the ongoing quest for supersonic passenger flight.", "podcast_guest": {"name": "Jonathan Glancy", "org": "", "title": "", "summary": "Not Available"}, "podcast_highlights": "Key Moment 1: The Final Flight\n- The final passenger flight of Concorde was a grand send-off, with three Concorde aircraft landing in succession and a huge banner declaring \"Concorde, we love you\" in French.\n- The emotion and significance of the final flight was felt by both passengers and crew, with cheers and applause as the aircraft landed.\n- The landing was a symbolic moment, with the captain and co-pilot waving Union Jacks from the cockpit, representing the end of an era.\n\nKey Moment 2: The Reasons for Concorde's End\n- Concorde's demise was not due to a dramatic incident or accident, but rather a result of financial and operational challenges.\n- The 9/11 terrorist attacks and subsequent downturn in the aviation industry had a significant impact on Concorde's passenger loads.\n- Rising maintenance costs, safety inspections, and the decision by Airbus to end support for Concorde all contributed to its discontinuation.\n\nKey Moment 3: The Legacy and Future of Supersonic Travel\n- Concorde's legacy includes advancements in materials, technology, and aviation industry collaboration that continue to influence aircraft development.\n- The potential return of supersonic passenger flight is being explored by companies like Boom, but significant challenges remain in terms of cost and noise reduction.\n- NASA's partnership with Lockheed Martin's Skunk Works division to develop the X-59 experimental aircraft represents a step toward reducing sonic booms and potentially lifting bans on commercial supersonic travel over land.\n\nThese key moments capture the emotional significance of Concorde's final flight, the reasons behind its discontinuation, and the ongoing pursuit of supersonic travel. They provide impactful and informative takeaways for listeners, including the historical context, the impact of external events, and the potential future of supersonic passenger flight."}